{
  "cpsTest": {
    "title": "CPS TEST | CLICKS PER SECOND",
    "tagline": "Test your click speed with our Click Speed Test. Choose from 1 to 100 seconds to measure and improve your CPS quickly and accurately!",
    "leftsidetitle": "CPS Test Online",
    "selectTimetitle": "Seconds Click CPS Test",
    "circletext": "Click to Start",
    "achievementtitle": "Your Achievements",
    "close": "Close",
    "sloth": "Sloth!",
    "clickspeeddesc": "You clicked with the speed of",
    "clicksin": "Clicks in",
    "seconds": "seconds",
    "feelings": "Stop feeling sorry for yourself, Don't be a loser",
    "tryagain": "Try Again",
    "container1": {
      "question1": "What is ",
      "questiontitle": "CPS Test",
      "answer1": "The CPS (Clicks Per Second) test is a simple tool that measures how fast you can click your mouse in a specific time frame, usually in seconds. It’s widely used by gamers to test and improve their clicking speed for games that require quick reflexes, such as Minecraft, first-person shooters, and other competitive games. The test records your clicks and calculates your CPS to show how many times you can click per second."
    },
    "container2": {
      "question1": "How to take",
      "questiontitle": "CPS Test",
      "answer1": "Taking a CPS test is as straightforward as it can be. Here’s how you can quickly test your clicking speed with our tool:",
      "bullets": {
        "bullet1": "Launch our CPS Test.",
        "bullet2": " Choose your time limit from 1 second to 100 seconds.",
        "bullet3": "Place your finger on the mouse and click as fast as possible during the countdown.",
        "bullet4": "Once the time is up, the tool will display your total clicks and your CPS score. You can repeat the test to track improvements in your clicking speed."
      }
    },
    "container3": {
      "question1": "How many clicks per second",
      "questiontitle": " is fast?",
      "answer1": "A CPS of around 6 to 7 clicks per second is considered average for most people. However, if you're able to hit 8 to 10 CPS, you're doing quite well and can be considered fast. Skilled gamers and experienced clickers often aim for a CPS of 10 or higher, depending on their goals and the specific clicking techniques they use, like jitter or butterfly clicking."
    },
    "container4": {
      "question1": "What is",
      "questiontitle": " CPS in Minecraft?",
      "answer1": "In Minecraft, CPS refers to how fast you can click per second and is important in PvP combat. The higher your CPS, the faster you can hit opponents or place blocks. For most Minecraft players, achieving a CPS between 6 and 8 is sufficient, but competitive players often aim for 10 CPS or higher to get an edge in fast-paced battles."
    },
    "container5": {
      "question1": "How do you",
      "questiontitle": "calculate clicks per second?",
      "answer1": "Calculating clicks per second (CPS) is simple. Take the total number of clicks you made during a test and divide it by the duration of the test in seconds. For example, if you made 50 clicks in 10 seconds, your CPS would be 50 ÷ 10 = 5 CPS."
    },
    "container6": {
      "question1": "How to",
      "questiontitle": "improve clicks per second?",
      "answer1": "To improve your CPS, try the following techniques:",
      "bullets": {
        "bullet1": {
          "part1": "Practice regularly:",
          "part2": " The more you practice, the faster you’ll get."
        },
        "bullet2": {
          "part1": "Try different clicking techniques:",
          "part2": "Experiment with methods like jitter clicking, butterfly clicking, or drag clicking to find what works best for you."
        },
        "bullet3": {
          "part1": "Use a good mouse:",
          "part2": "A mouse with responsive, low-resistance buttons will help you click faster."
        },
        "bullet4": {
          "part1": "Stay relaxed:",
          "part2": "Tension in your hand or fingers can slow you down. Keep your hand loose and light to click more efficiently."
        }
      }
    },
    "container7": {
      "question1": "Take the",
      "questiontitle": "Kohi Click test",
      "answer1": "The Kohi Click Test is another super popular CPS test among gamers, especially in the Minecraft community. Named after the Minecraft PvP server 'Kohi,' it measures your clicking speed in a simple interface. Just start the timer and click as fast as you can to see your CPS. Many Minecraft players use this test to sharpen their clicking skills and prepare for PvP battles."
    }
  },
  "KohiTest": {
    "title": "Kohi Click Test",
    "tagline": "Try the Kohi Click Test to measure your CPS over 1 to 100 seconds. Track your clicking speed and refine your skills with custom time ranges.",
    "leftsidetitle": "Kohi Test Online",
    "selectTimetitle": " Seconds Click Kohi Test",
    "circletext": "Click to Start",
    "achievementtitle": "Your Achievements",
    "close": "Close",
    "sloth": "Sloth!",
    "clickspeeddesc": "You clicked with the speed of",
    "clicksin": "Clicks in",
    "seconds": "seconds",
    "feelings": "Stop feeling sorry for yourself, Don't be a loser",
    "tryagain": "Try Again",
    "container1": {
      "question1": "What is ",
      "questiontitle": "the Kohi Click Test?",
      "answer1": "The Kohi Click Test is a fun way to see how fast you can click your mouse in a short amount of time. Originally created for Minecraft PvP fans, it’s become super popular among gamers who want to improve their clicking speed. Whether you’re gearing up for an intense battle or just curious about your clicking skills, the Kohi Click Test is a great way to see how quick your reflexes really are."
    },
    "container2": {
      "question1": " Why is",
      "questiontitle": "clicking speed important?",
      "answer1": "In competitive gaming, every millisecond counts. Whether you’re battling in Minecraft, Fortnite, or any fast-paced game, the faster you can click, the quicker you can respond to in-game events. This can give you a big edge when attacking enemies, building structures, or pulling off fast combos. If you're into PvP games, having a high clicking speed can help you dominate the competition. But even if you’re not exactly a gamer, improving your clicking speed can also help you become more efficient in everyday computer tasks.",
    },
    "container3": {
      "question1": "What is",
      "questiontitle": "a good click speed?",
      "answer1": "The average player usually clocks around 6–7 clicks per second (CPS). But if you're aiming to be more competitive, you’ll want to hit 8 CPS or more. In the Kohi Click Test, some of the best players can reach 10-12 CPS, which is considered an awesome score. So if you’re hitting double digits, you’re definitely on the right track!"
    },
    "container4": {
      "question1": "How did",
      "questiontitle": "the Kohi Click Test get its name?",
      "answer1": "The Kohi Click Test gets its name from the popular Kohi Minecraft server, which was famous for its hardcore PvP battles. Players on this server were always looking for ways to improve their combat skills, and fast clicking was a big part of that. Over time, “Kohi Click” became a thing, and now it’s a standard for anyone wanting to check or improve their click speed."
    },
    "container5": {
      "question1": "How to",
      "questiontitle": "take a Kohi Click Test",
      "answer1": "Ready to test your speed? Here’s how you can take the Kohi Click Test:",
      "bullets": {
        "bullet1": "Start the click test by clicking on the circle labeled “Click to Test.”",
        "bullet2": "Once the test starts, click your mouse as fast as you can within a set time limit (usually 5 to 10 seconds).",
        "bullet3": "After the time’s up, you’ll see your clicks per second (CPS) score.",
        "bullet4": "Try the test again and see if you can beat your previous score!"
      }
    },
    "container6": {
      "question1": "How to",
      "questiontitle": "improve your click score?",
      "answer1": "Want to improve your clicking speed? Here are a few tips to get your CPS up:",
      "bullets": {
        "bullet1": {
          "part1": "Get a good mouse: ",
          "part2": "A solid gaming mouse can make a world of difference. Look for one that’s comfortable and responsive."
        },
        "bullet2": {
          "part1": "Experiment with grips:",
          "part2": "The way you hold your mouse matters. The claw or fingertip grip often allows for faster clicking."
        },
        "bullet3": {
          "part1": "Practice, practice, practice:",
          "part2": "The more you do it, the better you’ll get. Try clicking challenges or even games to help you improve."
        },
        "bullet4": {
          "part1": "Learn jitter clicking:",
          "part2": "Some players use a technique called jitter clicking, where you rapidly tense and relax your hand to click faster. It takes practice but can boost your speed."
        }
      }
    },
    "container7": {
      "question1": "Take the",
      "questiontitle": "Kohi Click test",
      "answer1": "The Kohi Click Test is another super popular CPS test among gamers, especially in the Minecraft community. Named after the Minecraft PvP server 'Kohi,' it measures your clicking speed in a simple interface. Just start the timer and click as fast as you can to see your CPS. Many Minecraft players use this test to sharpen their clicking skills and prepare for PvP battles."
    }
  },
  "ButterflyTest": {
    "title": "Butterfly Click Test",
    "tagline": "Take the Butterfly Click Test and choose a time range from 1 to 100 seconds. Perfect your butterfly clicking and maximize your CPS!",
    "leftsidetitle": "Butterfly Test Online",
    "selectTimetitle": " Seconds Click Kohi Test",
    "circletext": "Click to Start",
    "achievementtitle": "Your Achievements",
    "close": "Close",
    "sloth": "Sloth!",
    "clickspeeddesc": "You clicked with the speed of",
    "clicksin": "Clicks in",
    "seconds": "seconds",
    "feelings": "Stop feeling sorry for yourself, Don't be a loser",
    "tryagain": "Try Again",
    "container1": {
      "question1": "What is ",
      "questiontitle": "the Butterfly Click Test?",
      "answer1": "Our butterfly click test is a quick and easy way to measure how fast you can click within a set time. It’s a popular technique where you use your index and middle finger to alternate clicks on the same mouse button at rapid speed. So if you’re looking to improve your combat or PvP skills, take our butterfly click test and find out where you stand!"
    },
    "container2": {
      "question1": "How to",
      "questiontitle": "Use the Butterfly Click Test?",
      "answer1": "Our butterfly click test is similar to any click test. Here’s how you can start the butterfly click test:",
      "bullets": {
        "bullet1": "Launch our butterfly click test.",
        "bullet2": "Choose your time limit from 1 second to 100 seconds.",
        "bullet3": "Get your mouse ready in the space, placing your index and middle fingers on the button.",
        "bullet4": "Start clicking as fast as you can by alternating between the two fingers.",
        "bullet5": "Start clicking as fast as you can by alternating between the two fingers."
      }
    },
    "container3": {
      "question1": "Why is",
      "questiontitle": "Butterfly Clicking Speed Important?",
      "answer1": "For Minecraft PvP or fast-paced shooters, speed matters. Butterfly clicking lets you click way faster than normal, giving you an edge when every millisecond counts. Whether you're attacking, building, or performing quick actions, faster clicking means faster gameplay."
    },
    "container4": {
      "question1": "Benefits of",
      "questiontitle": "Butterfly Clicking",
      "bullets": {
        "bullet1": {
          "part1": "Boosted clicking speed: ",
          "part2": "It’s faster than regular clicking, helping you hit those higher CPS numbers. Whether it's for work or gaming, high CPS numbers make you better at what you do."
        },
        "bullet2": {
          "part1": "Better finger coordination:",
          "part2": "Using two fingers instead of one helps improve your hand speed and coordination."
        },
        "bullet3": {
          "part1": "Gaming advantage: ",
          "part2": " In PvP or games that need quick reactions, butterfly clicking can be a game-changer. You can defeat enemies, build anything on a large scale, and do it all faster than before!"
        },
        "bullet4": {
          "part1": "Less finger fatigue:",
          "part2": "Switching between fingers helps reduce the strain on a single finger, keeping you in the game longer."
        }
      }
    },
    "container5": {
      "question1": "How Does",
      "questiontitle": "the Butterfly Click Test Work?",
      "answer1": "The butterfly click test counts how many times you can click in a specific time frame. It records each click and calculates your CPS (clicks per second). Our test even shows how consistent your clicking speed is throughout the timer, so you can work on staying steady during longer gaming sessions.",
    },
    "container6": {
      "question1": "How to",
      "questiontitle": "Get Better at Butterfly Clicking?",
      "answer1": "To get better at butterfly clicking, regular practice is key. The more you practice, the faster and more precise you'll become. It’s also important to use a good mouse with responsive buttons, as this makes it easier to click at high speeds.",
    }
  }
}